[
  {
    "id": 0,
    "name": "Wesley Peeters",
    "role": "Software Engineer & Tech Savvy",
    "image": "wesley.jpeg",
    "bannerImage": "wesley-banner.png",
    "catchphrase": "Specialist in creative digital products, dedicated to helping founders and product owners create meaningful, effective solutions.",
    "description": [
      "With a focus on developing appealing and effective products, I bring my expertise in various tech fields to BLOB-Agency. My approach is straightforward, always staying on the cutting edge of technology.",
      "My diverse skill set includes 6 years in back-end development, 5 years in front-end development, 3 years in iOS development, 1.5 years in blockchain development, and 1.5 years in project management."
    ],
    "experiences": [
      {
        "title": "6 years",
        "description": "as a Fullstack Engineer"
      },
      {
        "title": "3 years",
        "description": "as as iOS Developer"
      },
      {
        "title": "1.5 years",
        "description": "in Blockchain Development"
      }
    ],
    "social": [
      {
        "icon": "icon-linkedin.svg",
        "link": "https://www.linkedin.com/in/w-peeters/"
      },
      {
        "icon": "icon-github.svg",
        "link": "https://github.com/welsipieters"
      },
      {
        "icon": "icon-website.svg",
        "link": "https://www.wesleyp.com/"
      }
    ]
  },
  {
    "id": 1,
    "name": "Alexiane Grieu",
    "role": "UI/UX Designer & Product Manager",
    "image": "alexiane-grieu.png",
    "bannerImage": "alexiane-banner.png",
    "catchphrase": "I am a UX/UI Designer, blending creativity and efficiency to create the best possible digital experiences for users.",
    "description": [
      "My unconventional journey began with a Master's degree in biology, but my passion for art and digital technology led me in a different direction. For over a year, I've been pursuing my training as a Product Manager while working in an apprenticeship role in UX/UI Design, allowing me to combine creativity and efficiency.",
      "Throughout my journey, I have designed a wide range of showcase and e-commerce websites for various industries. I skillfully utilize prototyping tools such as Figma and Adobe XD to breathe life into designs that are both functional and aesthetically pleasing.",
      "Additionally, my passion for drawing enables me to create custom illustrations and logos, even as I continue to hone my skills in this area. In my work, I am known for my precision, attention to detail, and my ability to meet deadlines. My primary goal is to provide high-quality work that aligns completely with the requirements of each project."
    ],
    "experiences": [
      {
        "title": "2 years",
        "description": "as a UI/UX Designer"
      },
      {
        "title": "1 year",
        "description": "as a Product Manager"
      },
      {
        "title": "2 degrees",
        "description": "in Product Management and Biology"
      }
    ],
    "social": [
      {
        "icon": "icon-linkedin.svg",
        "link": "https://www.linkedin.com/in/alexiane-grieu-864084152/"
      },
      {
        "icon": "icon-website.svg",
        "link": "https://agdesigns.art/"
      }
    ]
  },
  {
    "id": 2,
    "name": "Rayan Chambet",
    "role": "Product Manager & Software Engineer",
    "image": "rayan.jpg",
    "bannerImage": "banner-rayan.png",
    "catchphrase": "As a passionate Product Manager and Software Engineer, I drive partnerships and ensure top-notch performance, delivering excellence with every project.",
    "description": [
      "As a Product Manager, my foundation in Software Engineering equips me to foster seamless collaboration and deliver projects with precision and innovation at BLOB-Agency. With a diverse background and unique perspective, I foster seamless collaboration and deliver projects with precision and innovation.",
      "Passionate about problem-solving and innovation, I thrive in creative, collaborative environments, emphasizing teamwork's power in achieving impactful results. Committed to delivering high-quality digital experiences, I aim to foster lasting connections and significant business growth."
    ],
    "experiences": [
      {
        "title": "3 years",
        "description": "of experience in Software Engineering"
      },
      {
        "title": "1 year",
        "description": "as a Product Manager"
      },
      {
        "title": "3 degrees",
        "description": "in tech-related fields"
      }
    ],
    "social": [
      {
        "icon": "icon-linkedin.svg",
        "link": "https://www.linkedin.com/in/rayan-chambet/"
      },
      {
        "icon": "icon-github.svg",
        "link": "https://www.linkedin.com/in/rayan-chambet/"
      },
      {
        "icon": "icon-mail.svg",
        "link": "mailto:chambet.dev@gmail.com"
      },
      {
        "icon": "icon-website.svg",
        "link": "https://www.rayanchambet.com"
      },
      {
        "icon": "icon-phone.svg",
        "link": "tel:+336 44 16 77 76"
      }
    ]
  },
  {
    "id": 3,
    "name": "Margaux Toquero",
    "role": "UI Designer & Motion Designer",
    "image": "margaux.jpeg",
    "bannerImage": "margaux-banner.png",
    "catchphrase": "Blending art and technology to create impactful digital experiences.",
    "description": [
      "I am passionate about graphic and motion design, constantly exploring new realms of creativity. My love for design is mature yet always evolving, with a special interest in motion design and web design.",
      "With a Bachelor in Motion Design and a Master in Communication, I specialize in creating static and animated visuals that are not only beautiful but also strategically effective."
    ],
    "experiences": [
      {
        "title": "3 years",
        "description": "of experience in Design"
      },
      {
        "title": "2 degrees",
        "description": "in Communication and Grapical Design"
      }
    ],
    "social": [
      {
        "icon": "icon-linkedin.svg",
        "link": "https://www.linkedin.com/in/margaux-toquero/"
      },
      {
        "icon": "icon-website.svg",
        "link": "https://www.itsunnystudio.com/"
      }
    ]
  }
]
